IDEA Open Model
ReferenceElement.TypeName Property
Compatible with IDEA StatiCa Beta 20.0
 Element type name
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string TypeName { get; set; }
Public Property TypeName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ReferenceElement Class
IdeaRS.OpenModel Namespace